Самостійні завдання
Скопіювати блок самостійних завдань в окремий файл LastName_DA8.py

Інсталюйте необхідні пакети бібліотек Python збережіть у файл requirements.txt

завантажте файл зі статистичного банку даних, з яким будете працювати data.csv

Завдання
Створіть dashboard, як додаток у Streamlit Community Cloud
Додаток має містити: панель фільтрації з елементами
Заголовок
Текстовий опис / інструкції
Один вибір зі списку
Кілька виборів
Вибір одного варіанту з декількох (радіо-кнопки)
Прапорець
В головній частині: таблиця, як результат фільтрів з можливістю вибору колонок
Графічне представлення (мінімум 3 типи графіки)
Реалізація регресійної моделі або інших (кластеризації/класифікації)
Створені файли мають бути розміщені в репрозиторії GitHub, та імплементуватися в Streamlit Community Cloud
